13/data/attachments/113dae3d95ea7412.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_62386423-fbae-4681-a542-9139144005da</nif:username>
            <nif:friendToBeAdded>Thomas_have_Actions_4770_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>